sysbench/results/aws/mysql/alta/sequencial/delete_1.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           188136
        other:                           1799
        total:                           189935
    transactions:                        189935 (3163.76 per sec.)
    queries:                             189935 (3163.76 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      3163.7608
    time elapsed:                        60.0346s
    total number of events:              189935

Latency (ms):
         min:                                    0.13
         avg:                                   15.80
         max:                                  114.65
         95th percentile:                       51.02
         sum:                              3001192.53

Threads fairness:
    events (avg/stddev):           3798.7000/56.47
    execution time (avg/stddev):   60.0239/0.00