sysbench/results/aws/mysql/alta/sequencial/write_10.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           240376
        other:                           120188
        total:                           360564
    transactions:                        60094  (999.32 per sec.)
    queries:                             360564 (5995.90 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      999.3169
    time elapsed:                        60.1351s
    total number of events:              60094

Latency (ms):
         min:                                    1.25
         avg:                                   49.98
         max:                                  304.13
         95th percentile:                      125.52
         sum:                              3003203.71

Threads fairness:
    events (avg/stddev):           1201.8800/96.50
    execution time (avg/stddev):   60.0641/0.04